{"meta":{"title":"Zhou (Jason) Shi","subtitle":null,"description":null,"author":"Hexo","url":"http://yoursite.com"},"pages":[{"title":"","date":"2016-11-15T05:53:02.897Z","updated":"2016-11-15T05:53:02.821Z","comments":true,"path":"research/index.html","permalink":"http://yoursite.com/research/index.html","excerpt":"","text":"Research Interest Developing computational methods for understanding, modeling and predicting microbiomes and microbial interactomes. Distilling critical information from molecular biological data and embedding it in the higher-level process or system models for more explanatory and predictive power. Exploring the practicality of machine learning approach for large scale microbiome analysis and complex life system engineering. Research Experiences 2010-present, Graduate research assistant@Institute for Environmental Genomics Developing the technology and analysis pipeline of GeoChip 4.x and 5.0, and HuMiChip 2.0 and 3.0. Developing Ecological Function Oriented Metagenomic Analysis Pipeline (EcoFun-MAP) for deep shotgun metagenomics sequencing data analysis. Developing Molecular Ecological Network inference and analysis pipeline. Developing Random Matrix Theory based de novo methods for characterizing microbial interactive networks. Data processing, statistical analysis, math modeling and method development for 20+ funded research projects, including the in-house and collaborative. 2008-2009, Intern software developer@Organization Department of Yunnan province, China Developing information system for Yunnan provincial government human resource management. 2008-2010, Undergraduate research assistant@Yunnan University, China No-regret learning for cost constrained resource selection game. A Java based graphic system for simulating Percolation phenomenon. Honors &amp; Awards 2016, ASM Student Travel Grant Award, American Society for Microbiology2015, Institute for Environmental Genomics Performance Award, Institute for Environmental Genomics2015, ASM Student Travel Grant Award, American Society for Microbiology2015, ASM Outstanding Student Poster Award, American Society for Microbiology2015, George L. and Cleo Cross Graduate Student Endowed Scholarship Award, University of Oklahoma2012, ASM Student Travel Grant Award, American Society for Microbiology2011, Institute for Environmental Genomics Performance Award, Institute for Environmental Genomics2009, Outstanding Student Award, Yunnan University2009, Merit-based Scholarship Award, Yunnan University2008, National Third Prize for ITAT Educational Engineering Technology Contest, Department of Education, China2008, Second Prize for Yunnan University Science and Technology Contest, Yunnan University2008, Third Prize for Yunnan University Science and Technology Contest, Yunnan University2008, Outstanding Student Award, Yunnan University2008, Provincial Second Prize for China Undergraduate Mathematical Contest in Modeling (CUMCM), Department of Education, China2008, Outstanding Student Award, Yunnan University2007, Outstanding Student Award, Yunnan University2007, Merit-based Scholarship Award, Yunnan University Published Articles Shi, S., Nuccio, E., Shi, Z., He, Z., Zhou, J., and Firestone, M. (2016), “The interconnected rhizosphere: High network complexity dominates rhizosphere assemblages”, Ecology Letters. Xue, K., Yuan, M., Shi, Z., Wu, L., He, Z., Bracho, R., Natali, S., Schuur, E., Luo, C., Konstantinidis, Wang, Q., K., Cole, J., Tiedje, J., Luo, Y., and Zhou, J. (2016), “Tundra soil carbon is vulnerable to rapid microbial decomposition under climate warming”, Nature Climate Change. Tu, Q., Li J., Shi, Z., Chen Y., Lin, L., Li J., Wang H., Yan J., Zhou Q., Li X., Li L., Zhou J., He Z. (2016), “HuMiChip2 for strain level identification and functional profiling of human microbiomes”, Applied Microbiology and Biotechnology. Zhang, Y., Yang Q., Ling J., Van Nostrand, J., Shi, Z., Zhou, J., Dong J. (2016), “The shifts of diazotrophic communities in spring and summer associated with coral Galaxea astreata, Pavona decussata and Porites lutea”, Frontiers in Microbiology. Hemme, C., Tu, Q., Shi, Z., Qin, Y., Gao W., Deng Y., Van Nostrand, J., Wu, L., He, Z., Chain, P., Tringe, S., Fields, M., Rubin, E., Tiedje, J., Hazen, T., Arkin, A. and Zhou, J. (2015), “Comparative metagenomics reveals impact of contaminants on groundwater microbial communities”, Frontiers in Microbiology. Zhang, Y., Ling, J., Yang, Q., Wen, C., Yan, Q., Sun, H., Van Nostrand, J., Shi, Z., Zhou, J. and Dong, J. (2015), “The functional gene composition and metabolic potential of coral-associated microbial communities”, Scientific Report. Zhang, Y., Tian, Z., Liu, M., Shi, Z., Hale, L., Zhou, J. and Yang, M. (2015), “High concentrations of the antibiotic spiramycin in wastewater lead to high abundance of ammonia-oxidizing archaea in nitrifying populations”, Environmental Science &amp; Technology. Xu, T., Li, Y., Shi, Z., Hemme, C., Li, Y., Zhu, Y., Van Nostrand, J., He, X. and Zhou, J. (2015), “Efficient genome editing in Clostridium cellulolyticum via CRISPR-Cas9 nickase”, Applied Environmental Microbiology. Yan, Q., Bi, Y., Deng, Y., He, Z., Wu, L., Shi, Z., Li, J., Wang, X., Hu, Z., Yu, Y. and Zhou, J. (2015), “Impacts of the world’s largest dam (Three-Gorges Dam) on microbial functions as revealed by comparative Metagenomics”. Scientific Report. Wang, C., Wang, X., Liu, D., Wu, H., Lü, X., Fang, Y., Cheng, W., Luo, W., Jiang, P., Shi, Z., Yin, H., Zhou, J., Han X. and Bai E. (2014), “Aridity threshold in controlling ecosystem nitrogen cycling in arid and semi-arid grasslands”, Nature Communication. Luo, C., Rodriguez-R, L., Johnston, E., Wu, L., Cheng, L., Xue, K., Tu, Q., Deng, Y., He, Z., Shi, J., Yuan, M., Sherry, R., Li, D., Luo, Y., Schuur, E., Chain, P., Tiedje, J., Zhou, J. and Konstantinidis K. (2014), “Soil microbial community responses to a decade of warming as revealed by comparative metagenomics”, Applied Environmental Microbiology. Tu, Q., Yu, H., He, Z., Deng, Y., Wu, L., Van Nostrand, J. D., Zhou, A., Voordeckers, J., Lee, Y.-J., Qin, Y., Hemme, C. L., Shi, Z., Xue, K., Yuan, T., Wang, A. and Zhou, J. (2014), “GeoChip 4: a functional gene-array-based high-throughput environmental technology for microbial community analysis”, Molecular Ecology Resources. Zhou, J., Jiang, Y.-H., Deng, Y., Shi, Z., Zhou, B. Y., Xue, K., Wu, L., He, Z. and Yang, Y. (2013), “Random sampling process leads to overestimation of β-Diversity of microbial communities”, mBio. Li, J., Shi, Z., Li, W., Yue, K. and Chen, R. (2010), “No-regret learning for cost constrained resource selection game”, International Conference on Natural Computation (ICNC). He, Z., Zhang, P., Wu, L., Rocha, A., Tu, Q., Shi, Z., Qin, Y., Wang, J., Curtis, D., Wu, B., Van Nostrand, J., Wu, L., Yang, Y., Elias, D., Watson, D., Adams, M., Fields, M., Alm, E., Hazen, T., Adams, P., Arkin, A. and Zhou, J., “Microbial functional genes predict groundwater contamination and ecosystem functioning”, in preparation. Wu L., Chen S., Shi, Z., Zhao M., Zhu Z., Yang Y., Qu Y., Ma Q., He Z., Zhou J. and He Q., “Microbial functional trait of rRNA operon copy numbers increases with organic levels in anaerobic digesters”, in preparation. Chen C., Hemme C., Beleno J., Qin Y., Ning D., Shi, Z., Tu Q., Jorgensen M., He Z., Wu L., and Zhou. J., “Disentangling ecological processes underlying formation and changes of microbiomes of periodontal health and chronic periodontitis in response to initial therapy”, in preparation. Shi, Z., Lu, X., Xue, K., Deng, Y., Van Nostrand, J., Wu, L., Yuan, T., He, Z. and Zhou, J., “Development of a functional gene array for characterizing plant beneficial microorganisms”, in preparation. Shi, Z., Yin, H., Voordeckers, J., Lee, Y., Deng, Y., Zhou, A., Van Nostrand, J., Wu, L., He, Z., Schuur, E. and Zhou, J., “A specific, sensitive, quantitative and reproducible functional gene array for functionally profiling microbial communities”, in preparation. Shi, Z., He, Z., Tu, Q. and Zhou, J., “EcoFun-MAP: An Ecological Function Oriented Metagenomic Analysis Pipeline for agile annotation of deep shotgun sequencing data”, in preparation. Shi, Z., Xu, T. and Zhou, J., “A web based Genome Editing Site Analysis System (GESAS) for facilitating prokaryotic genome edition”, in preparation. Shi, Z., Qin, Y., Xu, Y. and Zhou, J., “A random matrix system approach based on General Brody Distribution for inferring the accurate microbial co-occurrence network”, in preparation. Professional Presentations Poster presentation, American Society for Microbiology (ASM) Microbe, 2016, Boston, MA Poster presentation, International Society for Microbial Ecology (ISME) Annual Meeting, 2016, Montreal, Canada Poster presentation, ASM Annual Meeting, 2015, New Orleans, LA Poster presentation, ASM Annual Meeting, 2014, Boston, MA Poster presentation, ISME Annual Meeting, 2014, Seoul, South Korea Poster presentation, ASM Annual Meeting, 2013, Denver, CO Poster presentation, ASM Annual Meeting; Jun, 2012, San Francisco, CA"},{"title":"","date":"2016-11-15T04:34:29.167Z","updated":"2016-11-15T04:34:29.082Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"Profile Summary Specializing in the field of bioinformatics, computational biology, data analytics, multi-omics and microbial ecology. Adept in computational method development and data analytics, and delivered extensive analyses for multi-million data intense projects funded by both U.S. government agencies and private foundations. Experienced in independently addressing computational needs and solving problems from diverse scientific backgrounds as a bioinformatics software developer, while collaborating with domestic and oversea researchers. Education 2010-present, Ph.D. Candidate of Microbiology (Computational), University of Oklahoma 2006-2010, Bachelor of Software Engineering, Yunnan University, China Achievement Highlights Co-authored 14 publications with 200+ citations (Google Scholar) on impactful professional journals, including top journals such as the Nature Climate Change, Nature Communication and Ecology Letters, among which one study was highlighted by the Washington Post. There are 8 more publications that are in preparation. Being major and active developer for the GeoChip technology, which was a winner for the R&amp;D 100 Award. Won 3 times ASM (international) Student Travel Grant Award, 2 times Institute for Environmental Genomics Performance Award, 1 time ASM Outstanding Student Poster Award and George L. and Cleo Cross Graduate Student Endowed Scholarship Award. Find More About Me Resume: pdfGoogle Scholar: @zhoushiResearchGate: @zhoushiLinkedIn: @zhoushi Contact Me Zhou (Jason) Shi, Graduate Research AssistantInstitute for Environmental GenomicsUniversity of OklahomaAddress: 101 David L. Boren Blvd, Norman, Oklahoma, 73019Email: zhoushihn@gmail.com"}],"posts":[{"title":"Hello World","slug":"hello-world","date":"2016-11-15T03:03:54.180Z","updated":"2016-11-15T03:03:54.182Z","comments":true,"path":"2016/11/14/hello-world/","link":"","permalink":"http://yoursite.com/2016/11/14/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[],"keywords":[]},{"title":"test","slug":"test","date":"2016-11-14T03:04:25.000Z","updated":"2016-11-14T22:23:35.000Z","comments":true,"path":"2016/11/13/test/","link":"","permalink":"http://yoursite.com/2016/11/13/test/","excerpt":"","text":"this is a very simple test! This time, the text was altered a little bit for testing the functionality of admin panel.","categories":[],"tags":[{"name":"Random","slug":"Random","permalink":"http://yoursite.com/tags/Random/"}],"keywords":[]}]}